{
  "summary": {
    "1": {
      "structured_summary": [
        {
          "end": "00:06:20",
          "start": "00:00:00",
          "summary": "SPEAKER A talks about how holderman's notes are the only recollection of what he told them. SPEAKER A notes that they were concerned about a public relations offensive. SPEAKER A says there was no cover up of criminal activities.",
          "timestamp_end": 380000,
          "timestamp_start": 0,
          "transcript_segment": [
            {
              "end": "00:00:11",
              "text": "Of what occurred. So beginning with June 20, then what did Holderman tell you during the 18 and a half minute gap?",
              "start": "00:00:00",
              "speaker": "A",
              "timestamp_end": 11000,
              "timestamp_start": 0
            },
            {
              "end": "00:00:28",
              "text": "Holderman's notes are the only recollection I have of what he told me. Haldeman was a very good note taker because of course, we've had other opportunities to look at his notes and he was making the notes for my presidential files.",
              "start": "00:00:12",
              "speaker": "B",
              "timestamp_end": 28000,
              "timestamp_start": 12000
            },
            {
              "end": "00:00:30",
              "text": "The notes indicated they are offensive.",
              "start": "00:00:28",
              "speaker": "A",
              "timestamp_end": 30000,
              "timestamp_start": 28000
            },
            {
              "end": "00:01:18",
              "text": "That's right. Of course, you've asked me what it was my recollection was of the notes. So check the EOB to see whether or not it's bugged. Obviously, I was concerned about whether or not the other side was bugging us. I went on to say, let's get a public relations offensive on what the other side is doing in this area and so forth, and in effect, don't allow the Democratic opposition build this up into basically blow it up into a big political issue. Those were the concerns expressed, and I have no recollection of the conversation except that.",
              "start": "00:00:30",
              "speaker": "B",
              "timestamp_end": 78000,
              "timestamp_start": 30000
            },
            {
              "end": "00:02:19",
              "text": "But as far as your general state of knowledge that evening when you were talking with Chuck Coulson on the evening of June 20, it suggests that from somewhere your knowledge has gone much further. You say if we didn't know better, would have thought the whole thing had been deliberately botched. Colson tells you Bob is pulling it all together thus far. I think we've done the right things to date. And he says basically they're all pretty hard line guys. And you say you mean Hunt. And you say, of course we're just going to leave this where it is with the Cubans. At times I just Stonewall it. And you also say we got to have lawyers smart enough to have our people delay. Now somewhere you were pretty well informed by that conversation on June 20.",
              "start": "00:01:18",
              "speaker": "A",
              "timestamp_end": 139000,
              "timestamp_start": 78000
            },
            {
              "end": "00:03:44",
              "text": "As far as my information on June 20 is concerned, I had been informed with regard to the possibility of Hunts involvement, whether I knew on the 20th of the 21st or 22nd, I knew something I learned in that period about the possibility of Liddy's involvement. Of course, I knew about the Cubans and McCord who were all picked up at the scene of the crime. Now you have read here excerpt out of a conversation with Coulson. And let me say as far as what my motive was concerned and that's the important thing, my motive was in everything I was saying or certainly thinking at the time was not to try to cover up a criminal action, but to be sure that as far as any slip over or should I say slop over, I think would be a better word, any slop over in a way that would damage innocent people or blow it into political proportions. It was that that I certainly wanted to avoid.",
              "start": "00:02:20",
              "speaker": "B",
              "timestamp_end": 224000,
              "timestamp_start": 140000
            },
            {
              "end": "00:03:49",
              "text": "So you invented the CIA thing on the 23rd as a cover. No.",
              "start": "00:03:44",
              "speaker": "A",
              "timestamp_end": 229000,
              "timestamp_start": 224000
            },
            {
              "end": "00:04:55",
              "text": "Now let's use the word cover up, though, in the sense that it should be used and should not be used is for the purpose of covering up criminal activities. It is illegal. If, however, a cover up, as you have called it, a motive, that is not criminal, that is something else again, and my motive was not criminal. I didn't believe that we were covering any criminal activities. I didn't believe that John Mitchell was involved. I didn't believe that for that matter, anybody else was. I was trying to contain it politically, and that's a very different motive from the motive of attempting to cover up criminal activities of an individual. And so there was no cover up of any criminal activities. That was not my motive.",
              "start": "00:03:49",
              "speaker": "B",
              "timestamp_end": 295000,
              "timestamp_start": 229000
            },
            {
              "end": "00:06:20",
              "text": "But surely in all you've just said, you have proved exactly that that was the case, that there was a cover up of criminal activity, because you've already said and the record shows that you knew that Hunt and Liddy were involved. You'd been told that Hunt and Liddy were involved at the moment when you told the CIA to tell the FBI to stop, period. As you put it, at that point, only five people had been arrested. Liddy was not even under suspicion. And so you knew in terms of intent and you knew in terms of foreseeable consequence that the result would be that, in fact, criminals would be protected. Hunt and Liddy, who were criminally liable, would be protected. You knew about them. The whole statement says that we're going to hold them and says, we don't want you to go any further on it. Get them to stop. They don't need to pursue it. They've already got their case. Walters notes that he said five suspects have been arrested. This should be sufficient. You said, tell them, don't go any further into this case, period. By definition, by what you've said and by what the record shows, that per se was a conspiracy to obstruct justice because you were limiting it to five people, when even if we grant the point that you weren't sure about Mitchell, you already knew about Hunt and Liddy and had talked about both. So that is obstruction of justice.",
              "start": "00:04:55",
              "speaker": "A",
              "timestamp_end": 380000,
              "timestamp_start": 295000
            }
          ]
        },
        {
          "end": "00:10:00",
          "start": "00:06:20",
          "summary": "SPEAKER A mentions that there was no attempt to keep the fbi from knowing the hunt was involved. SPEAKER A notes that they congratulated the fbi on a very successful operation two weeks later, and SPEAKER A says obstruction of justice is obstruction of justice.",
          "timestamp_end": 600000,
          "timestamp_start": 380000,
          "transcript_segment": [
            {
              "end": "00:08:16",
              "text": "Just a moment, period. That's your conclusion. But now let's look at the facts. The fact is that as far as Lydia was concerned, what I knew was only the fact that he was the man on the committee who was in charge of intelligence operations as far as Hudders was concerned. And if you read that tape, you will find I told them to tell the FBI they didn't know, apparently, and the CIA that Hunt was involved, and so there wasn't any attempt to keep them from knowing that Hunt was involved. The other important point to bear in mind when you ask what happened and so forth, is that what happened two weeks later, two weeks later, when I was here in San Clemente, I called Pat Gray, the then FBI director, on the phone, to congratulate the FBI on a very successful operation. They had in apprehending some hijackers in San Francisco or someplace abroad. He then brought up the subject of the Watergate investigation. He said that there are some people around you who are mortally wounding you or would might mortally wound you because they're trying to restrict this investigation. And I said, well, have you talked to Walters about this matter? And I said, yes. I said, does he agree? He said, yes. I said, well, Pat, I know he had known him very well, of course, over the years. I did call him by his first name. I said, Pat, you go right ahead with your investigation. He has so testified and he did go ahead with the investigation.",
              "start": "00:06:20",
              "speaker": "B",
              "timestamp_end": 496000,
              "timestamp_start": 380000
            },
            {
              "end": "00:09:02",
              "text": "But the point is that obstruction of justice is obstruction of justice. If it's for a minute or five minutes, much less for the period June 23 to July 5, when I think was when he talked to Walters and decided to go ahead the day before he spoke to you on July 6. It's obstruction of Justice, however long a period, isn't it? And also, it's no defense to say that the plan failed, that the CIA didn't go along with it, refused to go along with it, said it was transparent. I mean, if I try and Rob a bank and fail, that's no defense. I still tried to Rob a bank. I would say you still tried to obstruct justice and succeeded for that period. He's testified, they didn't interview Agario. They didn't do all of this. And so I would have said it was a successful attempt to obstruct justice for that brief period.",
              "start": "00:08:16",
              "speaker": "A",
              "timestamp_end": 542000,
              "timestamp_start": 496000
            },
            {
              "end": "00:10:00",
              "text": "Now, just a moment. You're again making the case, which, of course, is your responsibility as the attorney for the prosecution. Let me make the case that it should be made even if I were not the one who was involved for the defense, the case for the defense here is this. You use the term obstruction of justice. You perhaps have not read the statute with regard to obstruction of justice. I'm sorry. Of course, you probably have read it, but possibly you might have missed it because when I read it many years ago, perhaps when I was studying law, although the statute didn't even exist then, because it's a relatively new statute, as you know. But in any event, when I read it, even in recent times, I was not familiar with all of the implications.",
              "start": "00:09:02",
              "speaker": "B",
              "timestamp_end": 600000,
              "timestamp_start": 542000
            }
          ]
        }
      ]
    },
    "2": {
      "structured_summary": [
        {
          "end": "00:04:55",
          "start": "00:00:00",
          "summary": "SPEAKER A talks about how holderman's notes are the only recollection of what he told them. SPEAKER A notes that they were concerned about whether the other side was bugging them. SPEAKER A mentions that there was no cover up of any criminal activities.",
          "timestamp_end": 295000,
          "timestamp_start": 0,
          "transcript_segment": [
            {
              "end": "00:00:11",
              "text": "Of what occurred. So beginning with June 20, then what did Holderman tell you during the 18 and a half minute gap?",
              "start": "00:00:00",
              "speaker": "A",
              "timestamp_end": 11000,
              "timestamp_start": 0
            },
            {
              "end": "00:00:28",
              "text": "Holderman's notes are the only recollection I have of what he told me. Haldeman was a very good note taker because of course, we've had other opportunities to look at his notes and he was making the notes for my presidential files.",
              "start": "00:00:12",
              "speaker": "B",
              "timestamp_end": 28000,
              "timestamp_start": 12000
            },
            {
              "end": "00:00:30",
              "text": "The notes indicated they are offensive.",
              "start": "00:00:28",
              "speaker": "A",
              "timestamp_end": 30000,
              "timestamp_start": 28000
            },
            {
              "end": "00:01:18",
              "text": "That's right. Of course, you've asked me what it was my recollection was of the notes. So check the EOB to see whether or not it's bugged. Obviously, I was concerned about whether or not the other side was bugging us. I went on to say, let's get a public relations offensive on what the other side is doing in this area and so forth, and in effect, don't allow the Democratic opposition build this up into basically blow it up into a big political issue. Those were the concerns expressed, and I have no recollection of the conversation except that.",
              "start": "00:00:30",
              "speaker": "B",
              "timestamp_end": 78000,
              "timestamp_start": 30000
            },
            {
              "end": "00:02:19",
              "text": "But as far as your general state of knowledge that evening when you were talking with Chuck Coulson on the evening of June 20, it suggests that from somewhere your knowledge has gone much further. You say if we didn't know better, would have thought the whole thing had been deliberately botched. Colson tells you Bob is pulling it all together thus far. I think we've done the right things to date. And he says basically they're all pretty hard line guys. And you say you mean Hunt. And you say, of course we're just going to leave this where it is with the Cubans. At times I just Stonewall it. And you also say we got to have lawyers smart enough to have our people delay. Now somewhere you were pretty well informed by that conversation on June 20.",
              "start": "00:01:18",
              "speaker": "A",
              "timestamp_end": 139000,
              "timestamp_start": 78000
            },
            {
              "end": "00:03:44",
              "text": "As far as my information on June 20 is concerned, I had been informed with regard to the possibility of Hunts involvement, whether I knew on the 20th of the 21st or 22nd, I knew something I learned in that period about the possibility of Liddy's involvement. Of course, I knew about the Cubans and McCord who were all picked up at the scene of the crime. Now you have read here excerpt out of a conversation with Coulson. And let me say as far as what my motive was concerned and that's the important thing, my motive was in everything I was saying or certainly thinking at the time was not to try to cover up a criminal action, but to be sure that as far as any slip over or should I say slop over, I think would be a better word, any slop over in a way that would damage innocent people or blow it into political proportions. It was that that I certainly wanted to avoid.",
              "start": "00:02:20",
              "speaker": "B",
              "timestamp_end": 224000,
              "timestamp_start": 140000
            },
            {
              "end": "00:03:49",
              "text": "So you invented the CIA thing on the 23rd as a cover. No.",
              "start": "00:03:44",
              "speaker": "A",
              "timestamp_end": 229000,
              "timestamp_start": 224000
            },
            {
              "end": "00:04:55",
              "text": "Now let's use the word cover up, though, in the sense that it should be used and should not be used is for the purpose of covering up criminal activities. It is illegal. If, however, a cover up, as you have called it, a motive, that is not criminal, that is something else again, and my motive was not criminal. I didn't believe that we were covering any criminal activities. I didn't believe that John Mitchell was involved. I didn't believe that for that matter, anybody else was. I was trying to contain it politically, and that's a very different motive from the motive of attempting to cover up criminal activities of an individual. And so there was no cover up of any criminal activities. That was not my motive.",
              "start": "00:03:49",
              "speaker": "B",
              "timestamp_end": 295000,
              "timestamp_start": 229000
            }
          ]
        },
        {
          "end": "00:09:02",
          "start": "00:04:55",
          "summary": "SPEAKER B notes that they proved there was a cover up of criminal activity, that hunt and liddy were involved, and that per se was a conspiracy to obstruct justice. SPEAKER B mentions that the point is that obstruction of justice was a successful attempt to obstruct justice.",
          "timestamp_end": 542000,
          "timestamp_start": 295000,
          "transcript_segment": [
            {
              "end": "00:06:20",
              "text": "But surely in all you've just said, you have proved exactly that that was the case, that there was a cover up of criminal activity, because you've already said and the record shows that you knew that Hunt and Liddy were involved. You'd been told that Hunt and Liddy were involved at the moment when you told the CIA to tell the FBI to stop, period. As you put it, at that point, only five people had been arrested. Liddy was not even under suspicion. And so you knew in terms of intent and you knew in terms of foreseeable consequence that the result would be that, in fact, criminals would be protected. Hunt and Liddy, who were criminally liable, would be protected. You knew about them. The whole statement says that we're going to hold them and says, we don't want you to go any further on it. Get them to stop. They don't need to pursue it. They've already got their case. Walters notes that he said five suspects have been arrested. This should be sufficient. You said, tell them, don't go any further into this case, period. By definition, by what you've said and by what the record shows, that per se was a conspiracy to obstruct justice because you were limiting it to five people, when even if we grant the point that you weren't sure about Mitchell, you already knew about Hunt and Liddy and had talked about both. So that is obstruction of justice.",
              "start": "00:04:55",
              "speaker": "A",
              "timestamp_end": 380000,
              "timestamp_start": 295000
            },
            {
              "end": "00:08:16",
              "text": "Just a moment, period. That's your conclusion. But now let's look at the facts. The fact is that as far as Lydia was concerned, what I knew was only the fact that he was the man on the committee who was in charge of intelligence operations as far as Hudders was concerned. And if you read that tape, you will find I told them to tell the FBI they didn't know, apparently, and the CIA that Hunt was involved, and so there wasn't any attempt to keep them from knowing that Hunt was involved. The other important point to bear in mind when you ask what happened and so forth, is that what happened two weeks later, two weeks later, when I was here in San Clemente, I called Pat Gray, the then FBI director, on the phone, to congratulate the FBI on a very successful operation. They had in apprehending some hijackers in San Francisco or someplace abroad. He then brought up the subject of the Watergate investigation. He said that there are some people around you who are mortally wounding you or would might mortally wound you because they're trying to restrict this investigation. And I said, well, have you talked to Walters about this matter? And I said, yes. I said, does he agree? He said, yes. I said, well, Pat, I know he had known him very well, of course, over the years. I did call him by his first name. I said, Pat, you go right ahead with your investigation. He has so testified and he did go ahead with the investigation.",
              "start": "00:06:20",
              "speaker": "B",
              "timestamp_end": 496000,
              "timestamp_start": 380000
            },
            {
              "end": "00:09:02",
              "text": "But the point is that obstruction of justice is obstruction of justice. If it's for a minute or five minutes, much less for the period June 23 to July 5, when I think was when he talked to Walters and decided to go ahead the day before he spoke to you on July 6. It's obstruction of Justice, however long a period, isn't it? And also, it's no defense to say that the plan failed, that the CIA didn't go along with it, refused to go along with it, said it was transparent. I mean, if I try and Rob a bank and fail, that's no defense. I still tried to Rob a bank. I would say you still tried to obstruct justice and succeeded for that period. He's testified, they didn't interview Agario. They didn't do all of this. And so I would have said it was a successful attempt to obstruct justice for that brief period.",
              "start": "00:08:16",
              "speaker": "A",
              "timestamp_end": 542000,
              "timestamp_start": 496000
            }
          ]
        },
        {
          "end": "00:10:00",
          "start": "00:09:02",
          "summary": "SPEAKER A says the prosecution's case should be made even if they were not the one involved for the defense. SPEAKER A notes that they may have missed the implications of the obstruction of justice statute when they read it many years ago.",
          "timestamp_end": 600000,
          "timestamp_start": 542000,
          "transcript_segment": [
            {
              "end": "00:10:00",
              "text": "Now, just a moment. You're again making the case, which, of course, is your responsibility as the attorney for the prosecution. Let me make the case that it should be made even if I were not the one who was involved for the defense, the case for the defense here is this. You use the term obstruction of justice. You perhaps have not read the statute with regard to obstruction of justice. I'm sorry. Of course, you probably have read it, but possibly you might have missed it because when I read it many years ago, perhaps when I was studying law, although the statute didn't even exist then, because it's a relatively new statute, as you know. But in any event, when I read it, even in recent times, I was not familiar with all of the implications.",
              "start": "00:09:02",
              "speaker": "B",
              "timestamp_end": 600000,
              "timestamp_start": 542000
            }
          ]
        }
      ]
    },
    "3": {
      "structured_summary": [
        {
          "end": "00:04:55",
          "start": "00:00:00",
          "summary": "SPEAKER A notes that holderman's notes are the only recollection of what he told them. SPEAKER A says they were concerned about whether the other side was bugging them. SPEAKER A notes that they were informed with regard to the possibility of hunts involvement. SPEAKER A talks about how their motive was not to cover up a criminal action, but to contain it politically.",
          "timestamp_end": 295000,
          "timestamp_start": 0,
          "transcript_segment": [
            {
              "end": "00:00:11",
              "text": "Of what occurred. So beginning with June 20, then what did Holderman tell you during the 18 and a half minute gap?",
              "start": "00:00:00",
              "speaker": "A",
              "timestamp_end": 11000,
              "timestamp_start": 0
            },
            {
              "end": "00:00:28",
              "text": "Holderman's notes are the only recollection I have of what he told me. Haldeman was a very good note taker because of course, we've had other opportunities to look at his notes and he was making the notes for my presidential files.",
              "start": "00:00:12",
              "speaker": "B",
              "timestamp_end": 28000,
              "timestamp_start": 12000
            },
            {
              "end": "00:00:30",
              "text": "The notes indicated they are offensive.",
              "start": "00:00:28",
              "speaker": "A",
              "timestamp_end": 30000,
              "timestamp_start": 28000
            },
            {
              "end": "00:01:18",
              "text": "That's right. Of course, you've asked me what it was my recollection was of the notes. So check the EOB to see whether or not it's bugged. Obviously, I was concerned about whether or not the other side was bugging us. I went on to say, let's get a public relations offensive on what the other side is doing in this area and so forth, and in effect, don't allow the Democratic opposition build this up into basically blow it up into a big political issue. Those were the concerns expressed, and I have no recollection of the conversation except that.",
              "start": "00:00:30",
              "speaker": "B",
              "timestamp_end": 78000,
              "timestamp_start": 30000
            },
            {
              "end": "00:02:19",
              "text": "But as far as your general state of knowledge that evening when you were talking with Chuck Coulson on the evening of June 20, it suggests that from somewhere your knowledge has gone much further. You say if we didn't know better, would have thought the whole thing had been deliberately botched. Colson tells you Bob is pulling it all together thus far. I think we've done the right things to date. And he says basically they're all pretty hard line guys. And you say you mean Hunt. And you say, of course we're just going to leave this where it is with the Cubans. At times I just Stonewall it. And you also say we got to have lawyers smart enough to have our people delay. Now somewhere you were pretty well informed by that conversation on June 20.",
              "start": "00:01:18",
              "speaker": "A",
              "timestamp_end": 139000,
              "timestamp_start": 78000
            },
            {
              "end": "00:03:44",
              "text": "As far as my information on June 20 is concerned, I had been informed with regard to the possibility of Hunts involvement, whether I knew on the 20th of the 21st or 22nd, I knew something I learned in that period about the possibility of Liddy's involvement. Of course, I knew about the Cubans and McCord who were all picked up at the scene of the crime. Now you have read here excerpt out of a conversation with Coulson. And let me say as far as what my motive was concerned and that's the important thing, my motive was in everything I was saying or certainly thinking at the time was not to try to cover up a criminal action, but to be sure that as far as any slip over or should I say slop over, I think would be a better word, any slop over in a way that would damage innocent people or blow it into political proportions. It was that that I certainly wanted to avoid.",
              "start": "00:02:20",
              "speaker": "B",
              "timestamp_end": 224000,
              "timestamp_start": 140000
            },
            {
              "end": "00:03:49",
              "text": "So you invented the CIA thing on the 23rd as a cover. No.",
              "start": "00:03:44",
              "speaker": "A",
              "timestamp_end": 229000,
              "timestamp_start": 224000
            },
            {
              "end": "00:04:55",
              "text": "Now let's use the word cover up, though, in the sense that it should be used and should not be used is for the purpose of covering up criminal activities. It is illegal. If, however, a cover up, as you have called it, a motive, that is not criminal, that is something else again, and my motive was not criminal. I didn't believe that we were covering any criminal activities. I didn't believe that John Mitchell was involved. I didn't believe that for that matter, anybody else was. I was trying to contain it politically, and that's a very different motive from the motive of attempting to cover up criminal activities of an individual. And so there was no cover up of any criminal activities. That was not my motive.",
              "start": "00:03:49",
              "speaker": "B",
              "timestamp_end": 295000,
              "timestamp_start": 229000
            }
          ]
        },
        {
          "end": "00:09:02",
          "start": "00:04:55",
          "summary": "SPEAKER B notes that they proved there was a cover up of criminal activity. SPEAKER B says they knew that hunt and liddy were involved and that limiting the investigation to five people was obstruction of justice. SPEAKER B notes that if they tried to rob a bank and fail, that's no defense.",
          "timestamp_end": 542000,
          "timestamp_start": 295000,
          "transcript_segment": [
            {
              "end": "00:06:20",
              "text": "But surely in all you've just said, you have proved exactly that that was the case, that there was a cover up of criminal activity, because you've already said and the record shows that you knew that Hunt and Liddy were involved. You'd been told that Hunt and Liddy were involved at the moment when you told the CIA to tell the FBI to stop, period. As you put it, at that point, only five people had been arrested. Liddy was not even under suspicion. And so you knew in terms of intent and you knew in terms of foreseeable consequence that the result would be that, in fact, criminals would be protected. Hunt and Liddy, who were criminally liable, would be protected. You knew about them. The whole statement says that we're going to hold them and says, we don't want you to go any further on it. Get them to stop. They don't need to pursue it. They've already got their case. Walters notes that he said five suspects have been arrested. This should be sufficient. You said, tell them, don't go any further into this case, period. By definition, by what you've said and by what the record shows, that per se was a conspiracy to obstruct justice because you were limiting it to five people, when even if we grant the point that you weren't sure about Mitchell, you already knew about Hunt and Liddy and had talked about both. So that is obstruction of justice.",
              "start": "00:04:55",
              "speaker": "A",
              "timestamp_end": 380000,
              "timestamp_start": 295000
            },
            {
              "end": "00:08:16",
              "text": "Just a moment, period. That's your conclusion. But now let's look at the facts. The fact is that as far as Lydia was concerned, what I knew was only the fact that he was the man on the committee who was in charge of intelligence operations as far as Hudders was concerned. And if you read that tape, you will find I told them to tell the FBI they didn't know, apparently, and the CIA that Hunt was involved, and so there wasn't any attempt to keep them from knowing that Hunt was involved. The other important point to bear in mind when you ask what happened and so forth, is that what happened two weeks later, two weeks later, when I was here in San Clemente, I called Pat Gray, the then FBI director, on the phone, to congratulate the FBI on a very successful operation. They had in apprehending some hijackers in San Francisco or someplace abroad. He then brought up the subject of the Watergate investigation. He said that there are some people around you who are mortally wounding you or would might mortally wound you because they're trying to restrict this investigation. And I said, well, have you talked to Walters about this matter? And I said, yes. I said, does he agree? He said, yes. I said, well, Pat, I know he had known him very well, of course, over the years. I did call him by his first name. I said, Pat, you go right ahead with your investigation. He has so testified and he did go ahead with the investigation.",
              "start": "00:06:20",
              "speaker": "B",
              "timestamp_end": 496000,
              "timestamp_start": 380000
            },
            {
              "end": "00:09:02",
              "text": "But the point is that obstruction of justice is obstruction of justice. If it's for a minute or five minutes, much less for the period June 23 to July 5, when I think was when he talked to Walters and decided to go ahead the day before he spoke to you on July 6. It's obstruction of Justice, however long a period, isn't it? And also, it's no defense to say that the plan failed, that the CIA didn't go along with it, refused to go along with it, said it was transparent. I mean, if I try and Rob a bank and fail, that's no defense. I still tried to Rob a bank. I would say you still tried to obstruct justice and succeeded for that period. He's testified, they didn't interview Agario. They didn't do all of this. And so I would have said it was a successful attempt to obstruct justice for that brief period.",
              "start": "00:08:16",
              "speaker": "A",
              "timestamp_end": 542000,
              "timestamp_start": 496000
            }
          ]
        },
        {
          "end": "00:10:00",
          "start": "00:09:02",
          "summary": "SPEAKER A says the prosecution's case should be made even if they were not the one involved for the defense. SPEAKER A notes that they have not read the statute with regard to obstruction of justice.",
          "timestamp_end": 600000,
          "timestamp_start": 542000,
          "transcript_segment": [
            {
              "end": "00:10:00",
              "text": "Now, just a moment. You're again making the case, which, of course, is your responsibility as the attorney for the prosecution. Let me make the case that it should be made even if I were not the one who was involved for the defense, the case for the defense here is this. You use the term obstruction of justice. You perhaps have not read the statute with regard to obstruction of justice. I'm sorry. Of course, you probably have read it, but possibly you might have missed it because when I read it many years ago, perhaps when I was studying law, although the statute didn't even exist then, because it's a relatively new statute, as you know. But in any event, when I read it, even in recent times, I was not familiar with all of the implications.",
              "start": "00:09:02",
              "speaker": "B",
              "timestamp_end": 600000,
              "timestamp_start": 542000
            }
          ]
        }
      ]
    },
    "4": {
      "structured_summary": [
        {
          "end": "00:03:44",
          "start": "00:00:00",
          "summary": "SPEAKER A notes that holderman's notes are the only recollection they have of what he told them. SPEAKER A says they were concerned about whether the other side was bugging them. SPEAKER A notes that they were informed with regard to the possibility of hunts involvement.",
          "timestamp_end": 224000,
          "timestamp_start": 0,
          "transcript_segment": [
            {
              "end": "00:00:11",
              "text": "Of what occurred. So beginning with June 20, then what did Holderman tell you during the 18 and a half minute gap?",
              "start": "00:00:00",
              "speaker": "A",
              "timestamp_end": 11000,
              "timestamp_start": 0
            },
            {
              "end": "00:00:28",
              "text": "Holderman's notes are the only recollection I have of what he told me. Haldeman was a very good note taker because of course, we've had other opportunities to look at his notes and he was making the notes for my presidential files.",
              "start": "00:00:12",
              "speaker": "B",
              "timestamp_end": 28000,
              "timestamp_start": 12000
            },
            {
              "end": "00:00:30",
              "text": "The notes indicated they are offensive.",
              "start": "00:00:28",
              "speaker": "A",
              "timestamp_end": 30000,
              "timestamp_start": 28000
            },
            {
              "end": "00:01:18",
              "text": "That's right. Of course, you've asked me what it was my recollection was of the notes. So check the EOB to see whether or not it's bugged. Obviously, I was concerned about whether or not the other side was bugging us. I went on to say, let's get a public relations offensive on what the other side is doing in this area and so forth, and in effect, don't allow the Democratic opposition build this up into basically blow it up into a big political issue. Those were the concerns expressed, and I have no recollection of the conversation except that.",
              "start": "00:00:30",
              "speaker": "B",
              "timestamp_end": 78000,
              "timestamp_start": 30000
            },
            {
              "end": "00:02:19",
              "text": "But as far as your general state of knowledge that evening when you were talking with Chuck Coulson on the evening of June 20, it suggests that from somewhere your knowledge has gone much further. You say if we didn't know better, would have thought the whole thing had been deliberately botched. Colson tells you Bob is pulling it all together thus far. I think we've done the right things to date. And he says basically they're all pretty hard line guys. And you say you mean Hunt. And you say, of course we're just going to leave this where it is with the Cubans. At times I just Stonewall it. And you also say we got to have lawyers smart enough to have our people delay. Now somewhere you were pretty well informed by that conversation on June 20.",
              "start": "00:01:18",
              "speaker": "A",
              "timestamp_end": 139000,
              "timestamp_start": 78000
            },
            {
              "end": "00:03:44",
              "text": "As far as my information on June 20 is concerned, I had been informed with regard to the possibility of Hunts involvement, whether I knew on the 20th of the 21st or 22nd, I knew something I learned in that period about the possibility of Liddy's involvement. Of course, I knew about the Cubans and McCord who were all picked up at the scene of the crime. Now you have read here excerpt out of a conversation with Coulson. And let me say as far as what my motive was concerned and that's the important thing, my motive was in everything I was saying or certainly thinking at the time was not to try to cover up a criminal action, but to be sure that as far as any slip over or should I say slop over, I think would be a better word, any slop over in a way that would damage innocent people or blow it into political proportions. It was that that I certainly wanted to avoid.",
              "start": "00:02:20",
              "speaker": "B",
              "timestamp_end": 224000,
              "timestamp_start": 140000
            }
          ]
        },
        {
          "end": "00:06:20",
          "start": "00:03:44",
          "summary": "SPEAKER A says cover up is for the purpose of covering up criminal activities. SPEAKER A notes that they proved there was a cover up because they knew hunt and liddy were involved and only five people had been arrested.",
          "timestamp_end": 380000,
          "timestamp_start": 224000,
          "transcript_segment": [
            {
              "end": "00:03:49",
              "text": "So you invented the CIA thing on the 23rd as a cover. No.",
              "start": "00:03:44",
              "speaker": "A",
              "timestamp_end": 229000,
              "timestamp_start": 224000
            },
            {
              "end": "00:04:55",
              "text": "Now let's use the word cover up, though, in the sense that it should be used and should not be used is for the purpose of covering up criminal activities. It is illegal. If, however, a cover up, as you have called it, a motive, that is not criminal, that is something else again, and my motive was not criminal. I didn't believe that we were covering any criminal activities. I didn't believe that John Mitchell was involved. I didn't believe that for that matter, anybody else was. I was trying to contain it politically, and that's a very different motive from the motive of attempting to cover up criminal activities of an individual. And so there was no cover up of any criminal activities. That was not my motive.",
              "start": "00:03:49",
              "speaker": "B",
              "timestamp_end": 295000,
              "timestamp_start": 229000
            },
            {
              "end": "00:06:20",
              "text": "But surely in all you've just said, you have proved exactly that that was the case, that there was a cover up of criminal activity, because you've already said and the record shows that you knew that Hunt and Liddy were involved. You'd been told that Hunt and Liddy were involved at the moment when you told the CIA to tell the FBI to stop, period. As you put it, at that point, only five people had been arrested. Liddy was not even under suspicion. And so you knew in terms of intent and you knew in terms of foreseeable consequence that the result would be that, in fact, criminals would be protected. Hunt and Liddy, who were criminally liable, would be protected. You knew about them. The whole statement says that we're going to hold them and says, we don't want you to go any further on it. Get them to stop. They don't need to pursue it. They've already got their case. Walters notes that he said five suspects have been arrested. This should be sufficient. You said, tell them, don't go any further into this case, period. By definition, by what you've said and by what the record shows, that per se was a conspiracy to obstruct justice because you were limiting it to five people, when even if we grant the point that you weren't sure about Mitchell, you already knew about Hunt and Liddy and had talked about both. So that is obstruction of justice.",
              "start": "00:04:55",
              "speaker": "A",
              "timestamp_end": 380000,
              "timestamp_start": 295000
            }
          ]
        },
        {
          "end": "00:09:02",
          "start": "00:06:20",
          "summary": "SPEAKER A says there was no attempt to keep the fbi from knowing the hunt was involved. SPEAKER A notes that they congratulated the fbi on a very successful operation two weeks later. SPEAKER A mentions that the point is obstruction of justice.",
          "timestamp_end": 542000,
          "timestamp_start": 380000,
          "transcript_segment": [
            {
              "end": "00:08:16",
              "text": "Just a moment, period. That's your conclusion. But now let's look at the facts. The fact is that as far as Lydia was concerned, what I knew was only the fact that he was the man on the committee who was in charge of intelligence operations as far as Hudders was concerned. And if you read that tape, you will find I told them to tell the FBI they didn't know, apparently, and the CIA that Hunt was involved, and so there wasn't any attempt to keep them from knowing that Hunt was involved. The other important point to bear in mind when you ask what happened and so forth, is that what happened two weeks later, two weeks later, when I was here in San Clemente, I called Pat Gray, the then FBI director, on the phone, to congratulate the FBI on a very successful operation. They had in apprehending some hijackers in San Francisco or someplace abroad. He then brought up the subject of the Watergate investigation. He said that there are some people around you who are mortally wounding you or would might mortally wound you because they're trying to restrict this investigation. And I said, well, have you talked to Walters about this matter? And I said, yes. I said, does he agree? He said, yes. I said, well, Pat, I know he had known him very well, of course, over the years. I did call him by his first name. I said, Pat, you go right ahead with your investigation. He has so testified and he did go ahead with the investigation.",
              "start": "00:06:20",
              "speaker": "B",
              "timestamp_end": 496000,
              "timestamp_start": 380000
            },
            {
              "end": "00:09:02",
              "text": "But the point is that obstruction of justice is obstruction of justice. If it's for a minute or five minutes, much less for the period June 23 to July 5, when I think was when he talked to Walters and decided to go ahead the day before he spoke to you on July 6. It's obstruction of Justice, however long a period, isn't it? And also, it's no defense to say that the plan failed, that the CIA didn't go along with it, refused to go along with it, said it was transparent. I mean, if I try and Rob a bank and fail, that's no defense. I still tried to Rob a bank. I would say you still tried to obstruct justice and succeeded for that period. He's testified, they didn't interview Agario. They didn't do all of this. And so I would have said it was a successful attempt to obstruct justice for that brief period.",
              "start": "00:08:16",
              "speaker": "A",
              "timestamp_end": 542000,
              "timestamp_start": 496000
            }
          ]
        },
        {
          "end": "00:10:00",
          "start": "00:09:02",
          "summary": "SPEAKER A says the prosecution's case should be made even if they were not the one involved for the defense. SPEAKER A notes that they have not read the statute with regard to obstruction of justice.",
          "timestamp_end": 600000,
          "timestamp_start": 542000,
          "transcript_segment": [
            {
              "end": "00:10:00",
              "text": "Now, just a moment. You're again making the case, which, of course, is your responsibility as the attorney for the prosecution. Let me make the case that it should be made even if I were not the one who was involved for the defense, the case for the defense here is this. You use the term obstruction of justice. You perhaps have not read the statute with regard to obstruction of justice. I'm sorry. Of course, you probably have read it, but possibly you might have missed it because when I read it many years ago, perhaps when I was studying law, although the statute didn't even exist then, because it's a relatively new statute, as you know. But in any event, when I read it, even in recent times, I was not familiar with all of the implications.",
              "start": "00:09:02",
              "speaker": "B",
              "timestamp_end": 600000,
              "timestamp_start": 542000
            }
          ]
        }
      ]
    },
    "5": {
      "structured_summary": [
        {
          "end": "00:02:19",
          "start": "00:00:00",
          "summary": "SPEAKER A talks about how holderman's notes are the only recollection they have. SPEAKER A says they were concerned about whether the other side was bugging them. SPEAKER A talks about how their knowledge of the conversation suggests the whole thing had been deliberately botched.",
          "timestamp_end": 139000,
          "timestamp_start": 0,
          "transcript_segment": [
            {
              "end": "00:00:11",
              "text": "Of what occurred. So beginning with June 20, then what did Holderman tell you during the 18 and a half minute gap?",
              "start": "00:00:00",
              "speaker": "A",
              "timestamp_end": 11000,
              "timestamp_start": 0
            },
            {
              "end": "00:00:28",
              "text": "Holderman's notes are the only recollection I have of what he told me. Haldeman was a very good note taker because of course, we've had other opportunities to look at his notes and he was making the notes for my presidential files.",
              "start": "00:00:12",
              "speaker": "B",
              "timestamp_end": 28000,
              "timestamp_start": 12000
            },
            {
              "end": "00:00:30",
              "text": "The notes indicated they are offensive.",
              "start": "00:00:28",
              "speaker": "A",
              "timestamp_end": 30000,
              "timestamp_start": 28000
            },
            {
              "end": "00:01:18",
              "text": "That's right. Of course, you've asked me what it was my recollection was of the notes. So check the EOB to see whether or not it's bugged. Obviously, I was concerned about whether or not the other side was bugging us. I went on to say, let's get a public relations offensive on what the other side is doing in this area and so forth, and in effect, don't allow the Democratic opposition build this up into basically blow it up into a big political issue. Those were the concerns expressed, and I have no recollection of the conversation except that.",
              "start": "00:00:30",
              "speaker": "B",
              "timestamp_end": 78000,
              "timestamp_start": 30000
            },
            {
              "end": "00:02:19",
              "text": "But as far as your general state of knowledge that evening when you were talking with Chuck Coulson on the evening of June 20, it suggests that from somewhere your knowledge has gone much further. You say if we didn't know better, would have thought the whole thing had been deliberately botched. Colson tells you Bob is pulling it all together thus far. I think we've done the right things to date. And he says basically they're all pretty hard line guys. And you say you mean Hunt. And you say, of course we're just going to leave this where it is with the Cubans. At times I just Stonewall it. And you also say we got to have lawyers smart enough to have our people delay. Now somewhere you were pretty well informed by that conversation on June 20.",
              "start": "00:01:18",
              "speaker": "A",
              "timestamp_end": 139000,
              "timestamp_start": 78000
            }
          ]
        },
        {
          "end": "00:04:55",
          "start": "00:02:20",
          "summary": "SPEAKER A notes that they knew about the cubans and mccord who were picked up at the scene of the crime. SPEAKER A says they didn't believe they were covering any criminal activities.",
          "timestamp_end": 295000,
          "timestamp_start": 140000,
          "transcript_segment": [
            {
              "end": "00:03:44",
              "text": "As far as my information on June 20 is concerned, I had been informed with regard to the possibility of Hunts involvement, whether I knew on the 20th of the 21st or 22nd, I knew something I learned in that period about the possibility of Liddy's involvement. Of course, I knew about the Cubans and McCord who were all picked up at the scene of the crime. Now you have read here excerpt out of a conversation with Coulson. And let me say as far as what my motive was concerned and that's the important thing, my motive was in everything I was saying or certainly thinking at the time was not to try to cover up a criminal action, but to be sure that as far as any slip over or should I say slop over, I think would be a better word, any slop over in a way that would damage innocent people or blow it into political proportions. It was that that I certainly wanted to avoid.",
              "start": "00:02:20",
              "speaker": "B",
              "timestamp_end": 224000,
              "timestamp_start": 140000
            },
            {
              "end": "00:03:49",
              "text": "So you invented the CIA thing on the 23rd as a cover. No.",
              "start": "00:03:44",
              "speaker": "A",
              "timestamp_end": 229000,
              "timestamp_start": 224000
            },
            {
              "end": "00:04:55",
              "text": "Now let's use the word cover up, though, in the sense that it should be used and should not be used is for the purpose of covering up criminal activities. It is illegal. If, however, a cover up, as you have called it, a motive, that is not criminal, that is something else again, and my motive was not criminal. I didn't believe that we were covering any criminal activities. I didn't believe that John Mitchell was involved. I didn't believe that for that matter, anybody else was. I was trying to contain it politically, and that's a very different motive from the motive of attempting to cover up criminal activities of an individual. And so there was no cover up of any criminal activities. That was not my motive.",
              "start": "00:03:49",
              "speaker": "B",
              "timestamp_end": 295000,
              "timestamp_start": 229000
            }
          ]
        },
        {
          "end": "00:08:16",
          "start": "00:04:55",
          "summary": "SPEAKER A notes that they proved there was a cover up of criminal activity. SPEAKER A says they knew that hunt and liddy were involved and that only five people had been arrested. SPEAKER A notes that per se was a conspiracy to obstruct justice because they were limiting it to five people. SPEAKER A says they congratulated the fbi on a very successful operation and went ahead with the investigation.",
          "timestamp_end": 496000,
          "timestamp_start": 295000,
          "transcript_segment": [
            {
              "end": "00:06:20",
              "text": "But surely in all you've just said, you have proved exactly that that was the case, that there was a cover up of criminal activity, because you've already said and the record shows that you knew that Hunt and Liddy were involved. You'd been told that Hunt and Liddy were involved at the moment when you told the CIA to tell the FBI to stop, period. As you put it, at that point, only five people had been arrested. Liddy was not even under suspicion. And so you knew in terms of intent and you knew in terms of foreseeable consequence that the result would be that, in fact, criminals would be protected. Hunt and Liddy, who were criminally liable, would be protected. You knew about them. The whole statement says that we're going to hold them and says, we don't want you to go any further on it. Get them to stop. They don't need to pursue it. They've already got their case. Walters notes that he said five suspects have been arrested. This should be sufficient. You said, tell them, don't go any further into this case, period. By definition, by what you've said and by what the record shows, that per se was a conspiracy to obstruct justice because you were limiting it to five people, when even if we grant the point that you weren't sure about Mitchell, you already knew about Hunt and Liddy and had talked about both. So that is obstruction of justice.",
              "start": "00:04:55",
              "speaker": "A",
              "timestamp_end": 380000,
              "timestamp_start": 295000
            },
            {
              "end": "00:08:16",
              "text": "Just a moment, period. That's your conclusion. But now let's look at the facts. The fact is that as far as Lydia was concerned, what I knew was only the fact that he was the man on the committee who was in charge of intelligence operations as far as Hudders was concerned. And if you read that tape, you will find I told them to tell the FBI they didn't know, apparently, and the CIA that Hunt was involved, and so there wasn't any attempt to keep them from knowing that Hunt was involved. The other important point to bear in mind when you ask what happened and so forth, is that what happened two weeks later, two weeks later, when I was here in San Clemente, I called Pat Gray, the then FBI director, on the phone, to congratulate the FBI on a very successful operation. They had in apprehending some hijackers in San Francisco or someplace abroad. He then brought up the subject of the Watergate investigation. He said that there are some people around you who are mortally wounding you or would might mortally wound you because they're trying to restrict this investigation. And I said, well, have you talked to Walters about this matter? And I said, yes. I said, does he agree? He said, yes. I said, well, Pat, I know he had known him very well, of course, over the years. I did call him by his first name. I said, Pat, you go right ahead with your investigation. He has so testified and he did go ahead with the investigation.",
              "start": "00:06:20",
              "speaker": "B",
              "timestamp_end": 496000,
              "timestamp_start": 380000
            }
          ]
        },
        {
          "end": "00:10:00",
          "start": "00:08:16",
          "summary": "SPEAKER A talks about how obstruction of justice is obstruction of justice. SPEAKER A notes that if they tried to rob a bank and fail, that's no defense. SPEAKER A says they should use the term obstruction of justice.",
          "timestamp_end": 600000,
          "timestamp_start": 496000,
          "transcript_segment": [
            {
              "end": "00:09:02",
              "text": "But the point is that obstruction of justice is obstruction of justice. If it's for a minute or five minutes, much less for the period June 23 to July 5, when I think was when he talked to Walters and decided to go ahead the day before he spoke to you on July 6. It's obstruction of Justice, however long a period, isn't it? And also, it's no defense to say that the plan failed, that the CIA didn't go along with it, refused to go along with it, said it was transparent. I mean, if I try and Rob a bank and fail, that's no defense. I still tried to Rob a bank. I would say you still tried to obstruct justice and succeeded for that period. He's testified, they didn't interview Agario. They didn't do all of this. And so I would have said it was a successful attempt to obstruct justice for that brief period.",
              "start": "00:08:16",
              "speaker": "A",
              "timestamp_end": 542000,
              "timestamp_start": 496000
            },
            {
              "end": "00:10:00",
              "text": "Now, just a moment. You're again making the case, which, of course, is your responsibility as the attorney for the prosecution. Let me make the case that it should be made even if I were not the one who was involved for the defense, the case for the defense here is this. You use the term obstruction of justice. You perhaps have not read the statute with regard to obstruction of justice. I'm sorry. Of course, you probably have read it, but possibly you might have missed it because when I read it many years ago, perhaps when I was studying law, although the statute didn't even exist then, because it's a relatively new statute, as you know. But in any event, when I read it, even in recent times, I was not familiar with all of the implications.",
              "start": "00:09:02",
              "speaker": "B",
              "timestamp_end": 600000,
              "timestamp_start": 542000
            }
          ]
        }
      ]
    }
  },
  "speaker_map": {
    "A": "SPEAKER B",
    "B": "SPEAKER A"
  }
}
